[
	{
		"id": "yagoda-karpat",
		"title": "Yagoda Karpat",
		"desc": "Designed and built the Yagoda Karpat website for a leading Ukrainian frozen and dried food manufacturer. The site highlights IQF technologies, product catalog for B2B and retail, and showcases export certifications. Implemented responsive design, clean UI, and SEO-friendly content to engage food‑industry buyers and international clients.",
		"date": "January | 2025",
		"titleDesc": "Business website",
		"liveSite": "https://yagodakarpat.com/",
		"projectVideo": "/videos/yagoda-karpat-video.mp4",
		"projectImg": "/screenshots/yagoda-karpat-ss-v6-c.png"
	},
	{
		"id": "heeeyooo-studio",
		"title": "heeeyooo studio",
		"desc": "I crafted the heeeyooo studio website to reflect its playful yet professional character. Built with a responsive layout and rich interactive elements, the site showcases their wide array of services—animations, brand copywriting, social content and motion strategy—all infused with vibrant energy and creative flair.",
		"date": "April | 2025",
		"titleDesc": "Studio website",
		"liveSite": "https://heeeyooo.studio/",
		"projectImg": "/screenshots/01-c.png"
	},
	{
		"id": "fve-stavby",
		"title": "FVE STAVBY",
		"desc": "I designed and developed a multi-language website for a solar panel installation service provider. The site is built with modern web technologies, optimized for performance and SEO, and features service pages for both residential and commercial customers. I implemented dynamic content using i18next for localization and ensured responsiveness across all devices.",
		"date": "March | 2025",
		"titleDesc": "Business website",
		"liveSite": "https://fvestavby.cz/",
		"projectVideo": "/videos/fve-stavby-video.mp4",
		"projectImg": "/screenshots/fve-stavby-ss-v6-c.png"
	},
	{
		"id": "flovas",
		"title": "Flovas",
		"desc": "flovas is a modern, responsive website developed for an employment and recruitment agency based in the Czech Republic. The site is designed to help job seekers and employers connect seamlessly, with clear information about available services, job types, and contact options.",
		"date": "April | 2025",
		"titleDesc": "Agency website",
		"liveSite": "https://flovas.cz/",
		"projectVideo": "/videos/flovas-video.mp4",
		"projectImg": "/screenshots/flovas-ss-v4-c.png"
	},
	{
		"id": "shelfy",
		"title": "Shelfy",
		"desc": "Shelfy is a modern e-commerce platform designed to provide customers with affordable clothing options from multiple well-known and emerging fashion brands. The platform focuses on accessibility, affordability, and convenience, ensuring users can discover and purchase high-quality clothing at discounted prices.",
		"date": "June | 2025",
		"titleDesc": "E-commerce website",
		"liveSite": "https://shelfy-project.netlify.app/",
		"projectImg": "/screenshots/shelfy-ss-v2-c.png"
	},
	{
		"id": "yolk",
		"title": "Yolk",
		"desc": "Yolk is a modern, user-friendly restaurant website designed to showcase the brand’s unique dining experience while providing customers with convenient online features. The platform highlights the restaurant’s menu, promotes daily specials, and allows customers to purchase meals and gift cards directly from the website.",
		"date": "July | 2025",
		"titleDesc": "Restaurant website",
		"liveSite": "https://yolk-project.netlify.app/",
		"projectImg": "/screenshots/yolk-ss-v1-c.png"
	}
]
